export default {
  product: 'домашняя страница',
  home: 'продукт',
  about: 'о',
  yourEmailAddress: 'Ваш адрес электронной почты',
  yourPassword: 'твой пароль',
  signIn: 'авторизоваться',
  joinFree: 'присоединиться бесплатно',
  signOrJoin: 'авторизоваться или присоединиться бесплатно',
  facebookWithLogin: 'Facebook с логином',
  googleWithLogin: 'гугл с логином',
  forgetYourPassword: 'Забыли свой пароль',
  yourCart: 'твоя тележка',
  total: 'общий',

  taxesAndShippingCalculatedAtCheckout:
    'Налоги и доставка рассчитываются при оформлении заказа',
  checkOut: 'проверить',
  showThisFabric: 'показать эту ткань',
  email: 'ээлектронное письмо',
  phone: 'Телефон',
  address: 'адрес',
  addressValue:
    'Китайский текстильный город на реке Янцзы, район Хайчжу, Гуанчжоу',
  member: 'Член',
  orderTracking: 'Отслеживание заказа',
  createAnAccount: 'Завести аккаунт',
  overview: 'Обзор',
  paymentMethods: 'Способы оплаты',
  shippingReturns: 'Доставка и возврат',
  FaqHelp: 'FAQ и Помощь',
  Faq: 'FAQ',
  buyerProtection: 'Защита Покупателя',
  copyRight: 'Copyright © 2020-2021 Все права защищены.',

  // 产品页面
  shopping: 'поход по магазинам',
  placeOrder: 'разместить заказ',
  completed: 'Завершенный',
  previous: 'предыдущий',
  next: 'Следующий',
  description: 'Описание',
  addToCart: 'ДОБАВИТЬ В КОРЗИНУ',
  buyNow: 'КУПИ СЕЙЧАС',
  quantity: 'КОЛИЧЕСТВО',

  // 提交订单页面
  yourFirstName: 'Ваша фамилия',
  yourLastName: 'твое имя',
  yourAddress: 'ваш адрес',
  yourApartmentSuit:
    'ваша квартира, апартаменты, улица, номер и т. д. (необязательно)',
  yourCity: 'ваш город',
  zipCode: 'Почтовый индекс',
  selectCountry: 'Выберите страну / регион',
  selectState: 'Выберите штат',
  mobilePhoneNumber: 'номер мобильного телефона',
  save: 'спасти',
  shippingMethod: 'способ доставки',
  ownLogisticsAgent: 'собственный логистический агент',
  normalLogistics: 'Нормальная логистика',
  agentFirstName: 'Фамилия агента',
  agentLastName: 'Имя агента',
  agentAddress: 'адрес',
  agentApartmentSuit:
    'квартира, квартира, улица, номер и т. д. (необязательно)',
  agentCity: 'город',
  seaTransport: 'морские перевозки',
  airTransport: 'воздушный транспорт',
  paymentMethod: 'Метод оплаты',
  thirdDesc:
    'Просто выберите PayPal при выборе варианта оплаты на этом сайте, и вы сможете быстро открыть учетную запись PayPal и добавить свой способ оплаты для завершения покупки. Вы можете использовать свою учетную запись PayPal, чтобы делать покупки безопаснее у миллионов торговцев и продавцов по всему миру, где бы вы ни увидели логотип PayPal. Каждый день 188 миллионов человек используют PayPal в 202 странах с 21 валютой.',
  products: 'Товары',
  item: 'Элемент',
  price: 'Цена',
  amount: 'Всего',
  subTotal: 'Промежуточный итог',
  expressCost: 'Экспресс-стоимость',
  grandTotal: 'Общая сумма',
  placeYourOrder: 'разместить заказ',

  // 注册页面
  createAccount: 'Зарегистрироваться',
  useYourMobileOr: 'используйте свой мобильный телефон или ',
  useYourEmailOr: 'используйте свою электронную почту или ',
  mobile: 'мобильный телефон',
  enterSecurityCode: 'Введите код безопасности',
  sendCode: 'Отправить код',
  createYourPassword: 'Создайте свой пароль',
  confirmPassword: 'Подтвердить Пароль',
  byClickCreate: 'Нажимая «Создать учетную запись», я подтверждаю, что:',
  orderAndDelivery:
    'Я могу получать электронные письма от МОЕГО МАГАЗИНА о заказе и доставке.',
  productsAndPromotions:
    'Я могу получать электронные письма о новых продуктах и рекламных сообщениях от МОЙ МАГАЗИН.',
  returnToHome: 'Вернуться на главную страницу',
  alreadyHaveAnAccount: 'Уже есть аккаунт?',
  signInNow: 'войдите сейчас',
  createMyAccount: 'создать мой аккаунт',

  // 忘记密码页面
  resetYourPassword: 'Сбросить ваш пароль',
  enterYourEmailOrPhone:
    'Введите свой адрес электронной почты или номер телефона',
  emailPhone: 'Электронная почта / телефон',
  pleaseTypeSomething: 'Пожалуйста, напишите что-нибудь',
  beforeWeReset:
    'Прежде чем мы сбросим ваш пароль, мы просим вас ввести ниже свой адрес электронной почты или номер мобильного телефона. Затем вы получите проверочный код.',
  ifYouCant:
    'Если вы не можете вспомнить, на какой адрес электронной почты зарегистрировались, или по-прежнему испытываете проблемы со входом в свою учетную запись, обратитесь в нашу службу поддержки клиентов.',
  newCustomer: 'Новый покупатель',
  startHere: 'Начни здесь',

  // about us
  intro:
    'Guangzhou Jingyi Textile Co., Ltd. - промышленное и торговое предприятие, объединяющее независимые разработки, производство и продажи. Наша компания уже много лет специализируется на производстве тканей для вышивки свадебных платьев. Продукция в основном используется в производстве легких роскошных свадебных платьев, платьев, моды и других сферах. Наши ткани экспортируются в Европу, Америку, Ближний Восток, Центральный регион. Азия и другие страны и регионы.Компания имеет старшую группу исследований и разработок и производства свадебных платьев и вышиванок, широкий выбор моделей, может производить ткани различных спецификаций и осуществлять строгий контроль качества.В то же время компания имеет право на импортные и экспортные операции, общую квалификацию налогоплательщиков и безупречные комплексные вспомогательные услуги от производства до подачи документов на экспорт.Компания всегда придерживалась бизнес-принципа низкой цены и высокого качества, прежде всего клиентов, непрерывных инноваций и целостности в первую очередь, и накопила большой опыт независимого проектирования и обслуживания клиентов, что позволяет клиентам открыто сотрудничать с нами и выигрывать благосклонность и подтверждение многих клиентов.',

  // 补充
  samePassword: 'Пожалуйста, введите тот же пароль',
  checkPhoneFormat: 'пожалуйста, проверьте формат телефона',
  aboutUs: 'О нас',
  myOrders: 'мои заказы',
  accountSetting: 'Настройки аккаунта'
}
